{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Великденски козунак със стафиди, лимон и ванилия",
    "image": [],
    "datePublished": "",
    "cookTime": "PT0H4M",
    "recipeYield": "0 servings",
    "recipeCategory": "Супи - други",
    "nutrition": {},
    "recipeIngredient": [
      "1 кг брашно",
      "40 г мая",
      "8 яйца",
      "300 мл. прясно мляко",
      "300 г захар",
      "200 г масло",
      "1 лимон",
      "1 ч.л. ванилия на прах",
      "1/3 ч.ч. стафиди",
      "1 жълтък",
      "50 г бадеми",
      " пудра захар",
      " сол"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Прясното мляко се загрява на котлон с умерена температура. От него се взимат 2-3 супени лъжици, в които отделно се разбива маята заедно с 2-3 супени лъжици брашно и супена лъжица захар. Добре смесени, продуктите се оставят да втасат, покрити с кърпа. Останалото брашно се пресява през ситно сито два пъти в предварително затоплен съд, за да влезе повече въздух в него. След като е пресято хубаво, в центъра на купчинката се прави кладенче. В него се слагат готовата мая, добре разбитите предварително яйца, останалото прясно мляко, захар, ванилия, малко сол и половината от предварително разтопеното масло. От лимона се взима кората и се настъргва малко от нея за аромат. Прибавя се към вече изброените продукти. С това започва и процеса по месене на козунака. Докато се меси е добре постоянно ръцете да се потапят в мазнина, за да се избегне както сухота на тестеното изделие, така и тестото да остава по пръстите.\nКогато в тестото започнат да се получават мехурчета, то се поставя в леко намазнена купа. Тя се покрива с кърпа и се оставя да бухне на температура от 28-30 градуса за около два часа или докато увеличи обема си двойно. Останалата част от маслото се претопля, разтапя отново и се добавя към тестото, което се меси и се оставя след това за още 2 часа в същите условия.\nВ последния етап на приготвянето на любимото великденско лакомство тестото се разделя на 2,3 или 4 части, от които се оформят рула или ивици, които се оплитат. При този процес се добавят и стафидите. Оставя се да втаса отново за още 30 до 60 минути. На финала повърхността на козунака се намазва с 1 разбит жълтък и се поръсва с бадеми и захар. Пече се 30 до 40 минути в незагрята фурна на 170-180 градуса в намазана с мазнина тавичка."
      }
    ]
  },
  "ingredients": [
    {
      "name": "брашно",
      "qty": "1 кг",
      "id": 7
    },
    {
      "name": "мая",
      "qty": "40 г",
      "id": 52
    },
    {
      "name": "яйца",
      "qty": "8",
      "id": 5
    },
    {
      "name": "прясно мляко",
      "qty": "300 мл.",
      "id": 14
    },
    {
      "name": "захар",
      "qty": "300 г",
      "id": 9
    },
    {
      "name": "масло",
      "qty": "200 г",
      "id": 8
    },
    {
      "name": "лимон",
      "qty": "1",
      "id": 43
    },
    {
      "name": "ванилия на прах",
      "qty": "1 ч.л.",
      "id": 23
    },
    {
      "name": "стафиди",
      "qty": "1/3 ч.ч.",
      "id": 69
    },
    {
      "name": "жълтък",
      "qty": "1",
      "id": 33
    },
    {
      "name": "бадеми",
      "qty": "50 г",
      "id": 82
    },
    {
      "name": "пудра захар",
      "qty": "",
      "id": 34
    },
    {
      "name": "сол",
      "qty": "",
      "id": 1
    }
  ]
}