{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Плетена погача с прясно и кисело мляко",
    "image": [],
    "datePublished": "",
    "cookTime": "PT1H0M",
    "recipeYield": "10 servings",
    "recipeCategory": "Супи - други",
    "nutrition": {},
    "recipeIngredient": [
      "200 мл. прясно мляко",
      "7 г мая",
      "1 с.л. захар",
      "1 кг брашно",
      "4 яйца",
      "80 г масло",
      "3 с.л. кисело мляко",
      "1 с.л. сол",
      " олио"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "В 100 милилитра топло прясно мляко се разтваря захарта, маята и три супени лъжици брашно. Разбърква се и се оставя на топло да се активира. С тел се разбиват 3 цели яйца и един белтък с останалото прясно мляко, маслото и киселото мляко. В брашното се прави кладенче, в него се слага солта и се изсипва яйчената смес и активираната мая. Замесва се меко тесто. Трябва да се удари около 100 пъти на работния плот. Оставя се на топло да втасва. След това се оформя погачата по желание. Може да се раздели тестото на осем топчета, всяка да се разточи на лист, да се сложат четири листа един върху друг, като между всеки да се намаже олио. Нарязва се на триъгълничета и се навиват като кифлички. След като се оформи, се оставя отново да втаса. Намазва се с отделения жълтък, разбит с една чаена лъжица прясно мляко. Отгоре може да се поръси сусам или мак по желание. Пече се до готовност, около 45 минути, във фурна, предварително загрята на 180 градуса. Щом е готова, кога ще се изважда от фурната и се напръсква с малко вода. Завива се кърпа, докато се охлади."
      }
    ]
  },
  "ingredients": [
    {
      "name": "прясно мляко",
      "qty": "200 мл.",
      "id": 14
    },
    {
      "name": "мая",
      "qty": "7 г",
      "id": 52
    },
    {
      "name": "захар",
      "qty": "1 с.л.",
      "id": 9
    },
    {
      "name": "брашно",
      "qty": "1 кг",
      "id": 7
    },
    {
      "name": "яйца",
      "qty": "4",
      "id": 5
    },
    {
      "name": "масло",
      "qty": "80 г",
      "id": 8
    },
    {
      "name": "кисело мляко",
      "qty": "3 с.л.",
      "id": 21
    },
    {
      "name": "сол",
      "qty": "1 с.л.",
      "id": 1
    },
    {
      "name": "олио",
      "qty": "",
      "id": 4
    }
  ]
}