{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Козуначени пеперуди",
    "image": [],
    "datePublished": "",
    "cookTime": "PT1H0M",
    "recipeYield": "12 servings",
    "recipeCategory": "Супи - други",
    "nutrition": {},
    "recipeIngredient": [
      "1/2 ч.ч. топла вода",
      "30 г прясна мая",
      "2 с.л. захар",
      "3 с.л. брашно",
      "1 ч.ч. прясно мляко",
      "50 мл. олио",
      "1 ч.ч. захар",
      "2 яйца",
      "1 жълтък",
      "1 есенция ванилия",
      "1/2 ч.л. сол",
      "6 ч.ч. брашно",
      "1 ч.л. какао",
      "6 с.л. зехтин",
      "30 г масло",
      "50 г захар",
      "1 белтък",
      " сурови ядки"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "В купичка се разтваря маята в топлата вода. Добавя се захарта и брашното. Разбърква се и се оставя настрана да втасва. В голяма купа се смесва захарта и ванилията. Разбърква се с миксер. Прибавя се топлото мляко, олиото и ванилията. Разбърква се добре. Добавя се втасалата смес с маята и се разбърква. Солта се смесва с брашното и се добавят в голямата купа, постепенно и с разбъркване, докато се получи меко тесто. Отделя се малко повече от половината от тестото. Останалото тесто се доомесва. Прехвърля се в голяма купа, намаслена с две супени лъжици зехтин и се овалва в него, докато се покрие с тънък филм от всички страни. Добавя се какаото към останалата част от тестото и се разбърква добре. Ако тестото стане прекалено меко, се добавя малко брашно. Прехвърля се в друга голяма купа, намаслена с две супени лъжици зехтин и се овалва в него докато се покрие с тънък филм от всички страни. Купите с двете теста се оставят да втасат на топло, докато удвоят обема си. Втасалото бяло тесто се изсипва върху набрашнен плот и се размесва. Тестото се разточва на кора с дебелина около половин сантиметър. Намазва се с разтопено масло и се поръсва със захар. Същата процедура се повтаря и с какаовото тесто, като кората се оставя с 1-2 см по-къса от бялата кора. Разточената шоколадова кора се налага върху намаслената и поръсена със захар бяла кора. Навива се на стегнато руло. Рулото се намазва с разбитият на сняг белтък и се поръсва със захар и ситно нарязани сурови ядки. Нарязва се с остър нож на четен брой филийки с дебелина около сантиметър. Върху хартия за печене се подреждат срещуположно две по две, като краищата на тестото оставят неподвижни, леко да стърчат. С намаслени дръжки на две дървени лъжици се притиска долният неподвижен край, за да се оформят крилцата на пеперудата. Оформените вече кифлички се подреждат в покрита с хартия за печене тава, на разстояние да от друга и се оставят да втасат на топло за около един час. Фурната се включва на 100 градуса и козуначените пеперуди се пекат около 10 минути. След това фурната се увеличава на 185 градуса и се пекат още около 20 минути. Последните 10 минути козуначените пеперуди се покриват с хартия за печене или алуминиево фолио, за да не прегорят."
      }
    ]
  },
  "ingredients": [
    {
      "name": "топла вода",
      "qty": "1/2 ч.ч.",
      "id": 11
    },
    {
      "name": "прясна мая",
      "qty": "30 г",
      "id": 52
    },
    {
      "name": "захар",
      "qty": "2 с.л.",
      "id": 9
    },
    {
      "name": "брашно",
      "qty": "3 с.л.",
      "id": 7
    },
    {
      "name": "прясно мляко",
      "qty": "1 ч.ч.",
      "id": 14
    },
    {
      "name": "олио",
      "qty": "50 мл.",
      "id": 4
    },
    {
      "name": "захар",
      "qty": "1 ч.ч.",
      "id": 9
    },
    {
      "name": "яйца",
      "qty": "2",
      "id": 5
    },
    {
      "name": "жълтък",
      "qty": "1",
      "id": 33
    },
    {
      "name": "есенция ванилия",
      "qty": "1",
      "id": 23
    },
    {
      "name": "сол",
      "qty": "1/2 ч.л.",
      "id": 1
    },
    {
      "name": "брашно",
      "qty": "6 ч.ч.",
      "id": 7
    },
    {
      "name": "какао",
      "qty": "1 ч.л.",
      "id": 45
    },
    {
      "name": "зехтин",
      "qty": "6 с.л.",
      "id": 10
    },
    {
      "name": "масло",
      "qty": "30 г",
      "id": 8
    },
    {
      "name": "захар",
      "qty": "50 г",
      "id": 9
    },
    {
      "name": "белтък",
      "qty": "1",
      "id": 157
    },
    {
      "name": "сурови ядки",
      "qty": "",
      "id": 27
    }
  ]
}