{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Доматена супа с печени чушки, праз лук, хляб, кашкавал и чесън",
    "image": [],
    "datePublished": "",
    "cookTime": "PT1H0M",
    "recipeYield": "8 servings",
    "recipeCategory": "Супи - други",
    "nutrition": {},
    "recipeIngredient": [
      "6 домата",
      "3 червени чушки",
      "4 скилидки чесън",
      "1 стрък розмарин",
      "4 стръка праз",
      "4 люти чушки",
      "4 филии хляб",
      "50 г кашкавал",
      " зехтин",
      " сол"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "В дълбока тава се сипват 2 с.л. зехтин. Доматът се разрязва на половинки и се подреждат с разрязаната част нагоре. Чушките се разрязват на половинки по дължина, отстраняват се семките и се подреждат и те с разрязаната част на горе. Обелените и смачкани скилидки чесън си разпръсват, както и няколко стръка мащерка и розмарин. Зеленчуците се поставят в предварително загрята на 200 градуса фурна за около 5 минути. След това тавата се изважда, покрива се с фолио и се пече на 150 градуса за 30 минути. Почистените стръкове праз се нарязват на парчета. Лютите чушки се нарязват на тънки кръгчета. Празът и чушките се запържват в тиган с 3 с.л. зехтин за 5 минути. Овкусява се със сол. Запържените праз и чушки се пресипват в тенджера. Добавят се изпечените домати и чушки, заедно с подправките и отделилия се сок. Пасира се до гладкост. Отделят се 4 с.л. от пюрето. Останалата смес се прецежда през фина цедка в друга тенджера, като се натиска с лъжица. Тенджерата се поставя на котлона и се изчаква да заври. Филиите хляб се режат на две и се запичат в тиган с малко зехтин. Доматената супа се сервира в купички, гарнира се с препечен хляб с кашкавал. По желание се поръсва с листенца босилек."
      }
    ]
  },
  "ingredients": [
    {
      "name": "домата",
      "qty": "6",
      "id": 15
    },
    {
      "name": "червени чушки",
      "qty": "3",
      "id": 18
    },
    {
      "name": "скилидки чесън",
      "qty": "4",
      "id": 6
    },
    {
      "name": "стрък розмарин",
      "qty": "1",
      "id": 77
    },
    {
      "name": "стръка праз",
      "qty": "4",
      "id": 51
    },
    {
      "name": "люти чушки",
      "qty": "4",
      "id": 105
    },
    {
      "name": "филии хляб",
      "qty": "4",
      "id": 66
    },
    {
      "name": "кашкавал",
      "qty": "50 г",
      "id": 47
    },
    {
      "name": "зехтин",
      "qty": "",
      "id": 10
    },
    {
      "name": "сол",
      "qty": "",
      "id": 1
    }
  ]
}