{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Супа (чорба) с агнешка главичка, лук, морков, целина, ориз, домати и застройка с кисело мляко и яйце",
    "image": [],
    "datePublished": "",
    "cookTime": "PT1H30M",
    "recipeYield": "4 servings",
    "recipeCategory": "Супи - други",
    "nutrition": {},
    "recipeIngredient": [
      "1 агнешка главичка",
      "1 глава лук",
      "1 морков",
      "20 г корен целина",
      "3 с.л. ориз",
      "200 г домати консерва",
      "1 яйце",
      "4 с.л. кисело мляко",
      " джоджен",
      " сол"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Добре почистената и измита агнешка главичка се залива с 1.6 л студена вода в тенджера под налягане (ако се вари в обикновена тенджера, количеството на водата трябва да се увеличи). След като водата заври, се отпенва и се посолява на вкус. Затваря се капака на тенджерата под налягане и след като заври се намалява силата на огъня. Ври 40-45 минути. Маха се от огъня и след десетина минути тенджерата се отваря. Изважда се сварената главичка и след като поизстине се отделя месото. Мозъкът и езикът може да се консумират отделно, леко посолени.\nБульонът се прецежда в обикновена тенджера. Слага се да заври и се прибавят ситно нарязания лук, рендосаните на едро ренде морков и целина и ориза (булгура). След като оризът и зеленчуците се сварят, се прибавят доматите и нарязаното на парченца месо. Супата ври 10-тина минути и се отстранява от огъня. Маха се капака и се оставя леко да се охлади. В това време се приготвя застройката. С тел се разбива яйцето и киселото мляко. Прибавят се 3 с.л. студена вода и постепенно, при непрекъснато разбъркване с телта, на тънка струйка, течност от горещата супа. Застройката се изсипва на тънка струйка при непрекъснато разбъркване обратно в супата. Готовата супа се поръсва със ситно нарязан пресен джоджен. По желание може да се поднесе поръсена със ситно нарязано препечено сухо люто чушле. Супата може да се поднесе както незастроена, така и застроена. Освен това зеленчуците може предварително да се запържат и тогава да се добавят."
      }
    ]
  },
  "ingredients": [
    {
      "name": "агнешка главичка",
      "qty": "1",
      "id": 81
    },
    {
      "name": "глава лук",
      "qty": "1",
      "id": 3
    },
    {
      "name": "морков",
      "qty": "1",
      "id": 13
    },
    {
      "name": "корен целина",
      "qty": "20 г",
      "id": 30
    },
    {
      "name": "ориз",
      "qty": "3 с.л.",
      "id": 22
    },
    {
      "name": "домати консерва",
      "qty": "200 г",
      "id": 15
    },
    {
      "name": "яйце",
      "qty": "1",
      "id": 5
    },
    {
      "name": "кисело мляко",
      "qty": "4 с.л.",
      "id": 21
    },
    {
      "name": "джоджен",
      "qty": "",
      "id": 60
    },
    {
      "name": "сол",
      "qty": "",
      "id": 1
    }
  ]
}