{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Кекс Панетоне (лесна рецепта за хлебопекарна)",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/panetone-lesna-recepta-s-mashina-za-hliab-3-[1903].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/panetone-lesna-recepta-s-mashina-za-hliab-3-[1903].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/panetone-lesna-recepta-s-mashina-za-hliab-3-[1903].jpg"
    ],
    "datePublished": "2012-01-23",
    "cookTime": "PT2H0M",
    "recipeYield": "30 servings",
    "recipeCategory": "Хлебни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "157 calories",
      "carbohydrateContent": "23 g",
      "fatContent": "5 g",
      "proteinContent": "3 g",
      "saturatedFatContent": "2 g",
      "unsaturatedFatContent": "1.3833243333333 g",
      "cholesterolContent": "58 mg"
    },
    "recipeIngredient": [
      "1/2 кг бяло брашно",
      "4  яйца",
      "2  жълтъка",
      "120 мл. прясно мляко",
      "80 мл. вода",
      "15 г суха мая",
      "150 г масло",
      "130 г захар",
      "300 г сушени плодове",
      "1 щип. кора от лимон",
      "2 опак. ванилия",
      "1 ч.л. сол",
      "1  жълтък"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Всички продукти трябва да са на стайна температура, затова половин час преди да започнете, извадете всичко необходимо от хладилника и изчакайте да се отпусне на стайна температура."
      },
      {
        "@type": "HowToStep",
        "text": "Сушените плодове (300 г) са по ваш избор, но е добре да са разнообразни, например кайсии и череши, които са в различни цветове. Измийте ги и ги нарежете на ситни кубчета. Оставете ги настрана, потопени в топла вода за 30 минути. Настържете кората на един лимон и я оставете настрана."
      },
      {
        "@type": "HowToStep",
        "text": "Разтворете сухата мая (15 г) в няколко лъжици топла вода и сол (1 ч.л.) и бъркайте, докато напълно се разтвори. Оставете я за десетина минути."
      },
      {
        "@type": "HowToStep",
        "text": "През това време разбийте яйцата (4 бр) и жълтъците (2 бр) със захарта (130 г), докато тя се разтвори. Добавете млякото (120 мл.), водата (80 мл.) и ванилията (2 опак.) и разбъркайте отново."
      },
      {
        "@type": "HowToStep",
        "text": "Няколко пъти пресейте брашното (1/2 кг) - така опеченото панетоне ще е по-пухкаво. Изсипете брашното в тавичката на хлебопекарната и направете малко кладенче в брашното и вътре изсипете разтворената мая. Добавете разбърканите яйца с мляко и маслото (150 г), като преди това го нарежете на кубчета."
      },
      {
        "@type": "HowToStep",
        "text": "Включете машината в режим на месене на тесто с втасване. Изчакайте сигналa за добавяне на допълнителни продукти (ядки, сушени плодове) или, ако няма такъв - изчакайте да се разбърка добре тестото за 20 минути. Добавете сушените плодове и настърганата кора от лимон. Включете програмата за тесто отначало и наблюдавайте тестото - то трябва да удвои обема си. Затова ако имате малка машина за хляб, намалете количествата на продуктите пропорционално така, че да е запълнена тавичката най-много до половината."
      },
      {
        "@type": "HowToStep",
        "text": "След като програмата завърши, преместете тавичката във фурна, загрята на 50 градуса за 10 минути. Можете да пресипете тестото във форма за кекс или висока тавичка, но трябва да го направите възможно най-бързо, за да не спадне втасалото тесто. Добра идея е да използвате метални кутии от консерви или кафе като ги покриете от вътрешната страна с хартия за печене. Оставете малко от хартията да стърчи нагоре, в случай, че тестото набъбне повече, отколкото очаквате."
      },
      {
        "@type": "HowToStep",
        "text": "Включете фурната на 180 градуса и печете 30-40 минути. Ако отгоре коричката покафенее много бързо, покрийте печивото с фолио, за да не изгори, докато се изпече до пълна готовност. След трийстата минута проверявайте дали тестото е опечено като го набодете с дървена клечка - ако по нея не залепва нищо, значи вече е готово и можете да го извадите от фурната."
      },
      {
        "@type": "HowToStep",
        "text": "След като го извадите, преди да е изстинало, можете да намажете изпеченото панетоне с разбит жълтък (1 бр)."
      },
      {
        "@type": "HowToStep",
        "text": "Панетонето е традиционен италиански козунак, който неизменно присъства на коледната трапеза."
      }
    ]
  },
  "ingredients": [
    {
      "name": "бяло брашно",
      "qty": "1/2 кг",
      "id": 7
    },
    {
      "name": "яйца",
      "qty": "4",
      "id": 5
    },
    {
      "name": "жълтъка",
      "qty": "2",
      "id": 33
    },
    {
      "name": "прясно мляко",
      "qty": "120 мл.",
      "id": 14
    },
    {
      "name": "вода",
      "qty": "80 мл.",
      "id": 11
    },
    {
      "name": "суха мая",
      "qty": "15 г",
      "id": 52
    },
    {
      "name": "масло",
      "qty": "150 г",
      "id": 8
    },
    {
      "name": "захар",
      "qty": "130 г",
      "id": 9
    },
    {
      "name": "сушени плодове",
      "qty": "300 г",
      "id": 149
    },
    {
      "name": "кора от лимон",
      "qty": "1 щип.",
      "id": 107
    },
    {
      "name": "ванилия",
      "qty": "2 опак.",
      "id": 23
    },
    {
      "name": "сол",
      "qty": "1 ч.л.",
      "id": 1
    },
    {
      "name": "жълтък",
      "qty": "1",
      "id": 33
    }
  ]
}