{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Домашни целувки",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/domashni-celuvki-1-[2019].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/domashni-celuvki-1-[2019].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/domashni-celuvki-1-[2019].jpg"
    ],
    "datePublished": "2012-07-06",
    "cookTime": "PT2H0M",
    "recipeYield": "8 servings",
    "recipeCategory": "Десерти",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "155 calories",
      "carbohydrateContent": "31 g",
      "fatContent": "2 g",
      "proteinContent": "2 g",
      "saturatedFatContent": "0 g",
      "unsaturatedFatContent": "0.315715 g",
      "cholesterolContent": "94 mg"
    },
    "recipeIngredient": [
      "4  белтъка",
      "250 г пудра захар",
      "1/2 ч.л. ванилия"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Дълбок емайлиран съд се измива много добре и се подсушава отлично. Много е важно съдът да е абсолютно сух. Внимателно един по един белтъците (4 бр) се отделят от жълтъците и се изсипват в съда. Важно е яйцата да бъдат извадени директно от хладилника, за да може белтъците да са добре охладени. Добавят се пудрата захар (250 г) и ванилията (1/2 ч.л.). Веднага започва разбиването, като първоначално миксерът е на по-ниска степен, докато се размесят белтъците и захарта, след това се увеличава до възможно най-високата степен. Разбиването продължава, докато белтъците и захарта се превърнат в много гъста пяна. Важно е при обръщане на съда, сместа да остава в него, без да се излива. Тавата се застила с хартия за печене и върху нея се шприцоват целувките, като между тях трябва да има 1-2 сантиметра разстояние. Поставят се в слабо загрята фурна и се пекат, докато бухнат и съвсем леко порозовеят. След това фурната се намалява още и целувките се оставят да се сушат в нея за около час. Проверява се внимателно кога целувките вече могат да се отлепят от хартията и тогава тавата се изважда от фурната. Целувките се сервират охладени."
      }
    ]
  },
  "ingredients": [
    {
      "name": "белтъка",
      "qty": "4",
      "id": 5
    },
    {
      "name": "пудра захар",
      "qty": "250 г",
      "id": 34
    },
    {
      "name": "ванилия",
      "qty": "1/2 ч.л.",
      "id": 23
    }
  ]
}