{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Сладка питка (погача) за бебе със сусам (с мая)",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/sladka-pitka-za-bebe-1-[2277].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/sladka-pitka-za-bebe-1-[2277].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/sladka-pitka-za-bebe-1-[2277].jpg"
    ],
    "datePublished": "2013-01-26",
    "cookTime": "PT2H0M",
    "recipeYield": "14 servings",
    "recipeCategory": "Хлебни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "424 calories",
      "carbohydrateContent": "65 g",
      "fatContent": "13 g",
      "proteinContent": "8 g",
      "saturatedFatContent": "1 g",
      "unsaturatedFatContent": "10.409705 g",
      "cholesterolContent": "31 mg"
    },
    "recipeIngredient": [
      "1 кг брашно",
      "150 мл. вода",
      "1 с.л. сол",
      "150 г захар",
      "1/2 опак. мая",
      "3 с.л. олио",
      "150 мл. олио",
      "400 мл. вода",
      "2  жълтъка",
      "4 с.л. сусам"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Маята (1/2 опак.) се накисва в малко количество вода (150 мл.) и се оставя да се разтвори. През това време брашното (1 кг) се пресява два пъти и се поставя в голяма тава. В него се оформя кладенче и в него се изсипват солта (1 с.л.) и олиото (150 мл.). Накрая се добавят маята и топлата вода (400 мл.), в която предварително е разтворена захарта (150 г). Важно е подсладената вода да се добави постепенно."
      },
      {
        "@type": "HowToStep",
        "text": "От продуктите се омесва тесто, като месенето трае продължително, докато в тестото се образуват мехури. Според традицията тестото трябва да се удари 100 пъти в кухненския плот, за да стане истински вкусна погачата. След това тестото се оставя на топло да втаса. То е втасало успешно, щом удвои обема си. В случай, че в кухнята не е достатъчно топло, може да се използва фурната, като тя се включва на 100 градуса."
      },
      {
        "@type": "HowToStep",
        "text": "Тестото престоява около 15 минути в нея, след което се изважда и навива се на руло. То се разрязва на 14 равни части, които се оформят на кръгли питки. Те се разполагат в намазана с олио тава. Тя отново се оставя на топло да втаса за около 15 минути или докато тестото удвои обема си."
      },
      {
        "@type": "HowToStep",
        "text": "След това погачата се намазва с разбити с малко количество олио (3 с.л.) жълтъци (2 бр), поръсва се със суров сусам (4 с.л.) и се поставя във фурна с температура 180 градуса да се пече. Готова е след около час. След това се изважда и се завива с кърпа, за да остане мека и вкусна."
      },
      {
        "@type": "HowToStep",
        "text": "Сладката погача за бебе се поднася на 40-тия ден след неговото раждане и според обичая това е първото въвеждане на новороденото в обществото. На събитието се канят само жени и те даряват на майката сладки лакомства, за да бъде сладък живота на бебето и да има майката достатъчно кърма. Това е и причината в рецептата на погачата да се добавя захар - за да бъде сладникава на вкус и в унисон с обичая."
      }
    ]
  },
  "ingredients": [
    {
      "name": "брашно",
      "qty": "1 кг",
      "id": 7
    },
    {
      "name": "вода",
      "qty": "150 мл.",
      "id": 11
    },
    {
      "name": "сол",
      "qty": "1 с.л.",
      "id": 1
    },
    {
      "name": "захар",
      "qty": "150 г",
      "id": 9
    },
    {
      "name": "мая",
      "qty": "1/2 опак.",
      "id": 52
    },
    {
      "name": "олио",
      "qty": "3 с.л.",
      "id": 4
    },
    {
      "name": "олио",
      "qty": "150 мл.",
      "id": 4
    },
    {
      "name": "вода",
      "qty": "400 мл.",
      "id": 11
    },
    {
      "name": "жълтъка",
      "qty": "2",
      "id": 33
    },
    {
      "name": "сусам",
      "qty": "4 с.л.",
      "id": 113
    }
  ]
}