{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Фокача с босилек и чери домати",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/fokacha-s-bosilek-i-cheri-domati-2-[2434].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/fokacha-s-bosilek-i-cheri-domati-2-[2434].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/fokacha-s-bosilek-i-cheri-domati-2-[2434].jpg"
    ],
    "datePublished": "2013-03-21",
    "cookTime": "PT1H40M",
    "recipeYield": "8 servings",
    "recipeCategory": "Хлебни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "554 calories",
      "carbohydrateContent": "89 g",
      "fatContent": "15 g",
      "proteinContent": "14 g",
      "saturatedFatContent": "2 g",
      "unsaturatedFatContent": "11.84434375 g",
      "cholesterolContent": "0 mg"
    },
    "recipeIngredient": [
      "800 г брашно",
      "400 мл. вода",
      "30 г мая",
      "1 щип. захар",
      "1 с.л. сол",
      "125 мл. зехтин",
      "150 г сушени домати",
      "1 връзка босилек",
      "200 г чери домати"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Маята (30 г) се поставя в дълбока купа и се залива с водата (400 мл.), която е със стайна температура. Добавя се захарта (1 щип.) и се оставя за десетина минути, докато живата мая започне да се разтваря. След това се добавят зехтинът (125 мл.), брашното (800 г), солта (1 с.л.) и продуктите се разбъркват много добре, докато се получи меко тесто. То се завива с кърпа и се оставя на топло за около половин час, докато удвои обема си. "
      },
      {
        "@type": "HowToStep",
        "text": "През това време маринованите сушени домати (150 г) се накълцват на ситно, заедно с пресния босилек (1 връзка) и щом тестото е втасало, към него се добавят сушените домати и босилекът. Отново се разбърква, докато сушените домати се разпределят равномерно в тестото."
      },
      {
        "@type": "HowToStep",
        "text": "След това тестото се разделя на две равни части, които се оформят на кръгли питки с дебелина сантиметър и половина. Те се разполагат в тавичка, на дъното на която е поставена хартия за печене. Във всяка питка се разполагат старателно измити и подсушени чери домати (200 г), чиито листенца и дръжки не са отстранени. Чери доматите се разполагат на равно разстояние едно от друго, след което фокачите се покриват с кърпа. Оставят се на топло за още половин час, докато удвоят обема си. "
      },
      {
        "@type": "HowToStep",
        "text": "Щом фокачите с чери домати и босилек са се надигнали и изглеждат пухкави, се намазват със зехтин и се поръсват с едра сол. Пекат се в предварително загрята до 200 градуса фурна за около 20-25 минути или докато станат апетитно златисти. Сервират се топли и са чудесна закуска, следобедно похапване или добавка към вечерята ви."
      },
      {
        "@type": "HowToStep",
        "text": "Тази рецепта екипът на 1001 рецепти е приготвил изключително лесно с помощта на планетарния миксер <a href=https://www.facebook.com/KitchenaidBulgaria>KitchenAid</a>, благодарение на който само поставихме продуктите в указания ред и той свърши всичко вместо нас. Ако и вие искате да приготвяте рецептите със същата лекота, следвайте указанията: "
      },
      {
        "@type": "HowToStep",
        "text": "Маята (30 г) се поставя в металната купа на миксера и се залива с водата (400 мл.), която е със стайна температура. Добавя се захарта (1 щип.) и се оставя за десетина минути, докато живата мая започне да се разтваря. След това се добавят зехтинът (125 мл.), брашното (800 г) и солта (1 с.л.), поставя се приставката за разбиване на смес и миксерът се включва на втора степен за 30 секунди. Щом смеси продуктите, се сменя приставката с тази, подходяща за тесто. Миксерът отново се включва на първа степен за около 2 минути, докато се получи меко тесто. То се завива с кърпа и се оставя на топло за около половин час, докато удвои обема си. "
      },
      {
        "@type": "HowToStep",
        "text": "През това време маринованите сушени домати (150 г) се накълцват на ситно, заедно с пресния босилек (1 връзка) и щом тестото е втасало, към него се добавят сушените домати и босилекът. Отново се разбърква с помощта на <a href=https://www.facebook.com/KitchenaidBulgaria>KitchenAid</a> миксера, като се използва приставката за тесто, която го меси на първа степен за около минута и половина.  "
      },
      {
        "@type": "HowToStep",
        "text": "След това тестото се разделя на две равни части, които се оформят на кръгли питки с дебелина сантиметър и половина. Те се разполагат в тавичка, на дъното на която е поставена хартия за печене. Във всяка питка се разполагат старателно измити и подсушени чери домати (200 г), чиито листенца и дръжки не са отстранени. Чери доматите се разполагат на равно разстояние едно от друго, след което фокачите се покриват с кърпа. Оставят се на топло за още половин час, докато удвоят обема си. "
      },
      {
        "@type": "HowToStep",
        "text": "Щом фокачите с чери домати и босилек са се надигнали и изглеждат пухкави, се намазват със зехтин и се поръсват с едра сол. Пекат се в предварително загрята до 200 градуса фурна за около 20-25 минути или докато станат апетитно златисти. Сервират се топли."
      }
    ]
  },
  "ingredients": [
    {
      "name": "брашно",
      "qty": "800 г",
      "id": 7
    },
    {
      "name": "вода",
      "qty": "400 мл.",
      "id": 11
    },
    {
      "name": "мая",
      "qty": "30 г",
      "id": 52
    },
    {
      "name": "захар",
      "qty": "1 щип.",
      "id": 9
    },
    {
      "name": "сол",
      "qty": "1 с.л.",
      "id": 1
    },
    {
      "name": "зехтин",
      "qty": "125 мл.",
      "id": 10
    },
    {
      "name": "сушени домати",
      "qty": "150 г",
      "id": 121
    },
    {
      "name": "босилек",
      "qty": "1 връзка",
      "id": 25
    },
    {
      "name": "чери домати",
      "qty": "200 г",
      "id": 15
    }
  ]
}