{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Цедено кисело мляко с мед и орехи за десерт",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/cedeno-kiselo-mliako-s-med-i-orehi-1-[3397].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/cedeno-kiselo-mliako-s-med-i-orehi-1-[3397].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/cedeno-kiselo-mliako-s-med-i-orehi-1-[3397].jpg"
    ],
    "datePublished": "2020-01-17",
    "cookTime": "PT0H10M",
    "recipeYield": "4 servings",
    "recipeCategory": "Десерти",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "467 calories",
      "carbohydrateContent": "58 g",
      "fatContent": "26 g",
      "proteinContent": "4 g",
      "saturatedFatContent": "10 g",
      "unsaturatedFatContent": "13.809 g",
      "cholesterolContent": "0 mg"
    },
    "recipeIngredient": [
      "400 г цедено кисело мляко",
      "100 мл. мед",
      "100 г орехи",
      "100 г пудра захар",
      "мента"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Рецептата е част от годишния колекционерски календар на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година - традиция на компанията, която всяка година следва български мотив. В календара на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година дейно участие имат екипът на <a href=https://www.foodstudiobg.com/>FOOD STUDIO</a> в кулинарната фотография и екипът на 1001 рецепти в създаването на рецептите."
      },
      {
        "@type": "HowToStep",
        "text": "КАК СЕ КВАСИ МЛЯКО?"
      },
      {
        "@type": "HowToStep",
        "text": "Сварете пълномаслено прясно мляко и го оставете да се охлади до 38-40°С. Може да го налеете в желани по големина стъклени буркани или други съдове, или да го оставите в съда, в който е сварено. За закваска използвайте качествено кисело мляко (1-2 супени лъжици) или лиофилизирана закваска (1 капсула обикновено е достатъчна за 4-6 л прясно мляко)."
      },
      {
        "@type": "HowToStep",
        "text": "Разбъркайте добре закваската с малка част от прясното мляко в отделен съд. Добавете я към прясното мляко, като разбърквате. Заквасването продължава 4-5 часа, като е важно да се запази топлината, затова съдът се поставя на топло място (затоплена фурна на около 35°С) или се покрива добре с вълнени дрехи. Накрая се слага в хладилник до пълното му охлаждане."
      },
      {
        "@type": "HowToStep",
        "text": "КАК СЕ ПРАВИ ЦЕДЕНО КИСЕЛО МЛЯКО?"
      },
      {
        "@type": "HowToStep",
        "text": "Покрийте средно голяма купа с един пласт тензух. Изсипете внимателно киселото мляко в средата на плата. Съберете краищата на тензуха леко повдигайте млякото нагоре-надолу, за да се изцеди добре от течността. Може да завържете двойките срещуположни краища и да поставите млякото в голяма цедка или гевгир, или да го закачите над дълбок съд, за да се отцеди за няколко часа. Когато от млякото вече не се отделя течност, внимателно разгърнете краищата на тензуха и го изсипете в купа. Разбъркайте с пудрата захар. С помощта на супени лъжици оформете топки, които подредете в купичките за сервиране. Полейте с течен мед и поръсете със счукани орехи. По желание може да се украси с връхчета свежа мента. Десертът се поднася охладен, а медът и орехите може да замените с любимото си сладко или пресни плодове."
      }
    ]
  },
  "ingredients": [
    {
      "name": "цедено кисело мляко",
      "qty": "400 г",
      "id": 163
    },
    {
      "name": "мед",
      "qty": "100 мл.",
      "id": 38
    },
    {
      "name": "орехи",
      "qty": "100 г",
      "id": 31
    },
    {
      "name": "пудра захар",
      "qty": "100 г",
      "id": 34
    },
    {
      "name": "мента",
      "qty": "Parsing error",
      "id": 90
    }
  ]
}