{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Никулденски шаран пълнен с орехи, стафиди и пресен лук",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/nikuldenski-sharan-1-[3399].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/nikuldenski-sharan-1-[3399].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/nikuldenski-sharan-1-[3399].jpg"
    ],
    "datePublished": "2020-01-17",
    "cookTime": "PT1H30M",
    "recipeYield": "4 servings",
    "recipeCategory": "Основни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "734 calories",
      "carbohydrateContent": "60 g",
      "fatContent": "31 g",
      "proteinContent": "52 g",
      "saturatedFatContent": "4 g",
      "unsaturatedFatContent": "23.535425 g",
      "cholesterolContent": "165 mg"
    },
    "recipeIngredient": [
      "1 кг шаран",
      "60 г орехи",
      "60 г стафиди",
      "3 глави  лук",
      "1 връзка пресен лук",
      "200 г ориз",
      "4 с.л. олио",
      "мащерка",
      "магданоз",
      "1 к.ч. вода",
      "1 щип. черен пипер",
      "сол"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Рецептата е част от годишния колекционерски календар на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година - традиция на компанията, която всяка година следва български мотив. В календара на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година дейно участие имат екипът на <a href=https://www.foodstudiobg.com/>FOOD STUDIO</a> в кулинарната фотография и екипът на 1001 рецепти в създаването на рецептите."
      },
      {
        "@type": "HowToStep",
        "text": "Накиснете стафидите (60 г) във вряла вода за 10 минути. През това време нарежете една глава лук на ситни кубчета и я задушете с олио (4 с.л.). Щом лукът се позлати, добавете измития ориз (200 г) и го запържете, докато стане прозрачен. Добавете подправките – черен пипер, сол, мащерка, и водата (1 к.ч.). Когато оризът поеме течността, сложете и отцедените стафиди, натрошените орехи (60 г) и ситно нарязания пресен лук (1 връзка). Отстранете люспите, почистите и измийте добре шарана. Напълнете го с готовия ориз и зашийте със здрав конец. Обелете и нарежете на колелца останалия лук. Подредете колелцата на дъното на тавичка. Върху тях сложете напълнения шаран, а около него разпределете останалата плънка. Поръсете ястието със сол и залейте с вода, колкото да покрие ориза. Покрийте тавата с фолио и печете при 180°С. След около час махнете фолиото и върнете във фурната да се пече още половин час, докато шаранът се позлати. Когато е готов, поръсете със ситно нарязан пресен магданоз или мащерка и сервирайте още топъл."
      },
      {
        "@type": "HowToStep",
        "text": "Никулден е един от важните православни празници, посветен на Свети Николай Мирликийски, който се почита като избавител на пленниците и покровител на моряците, пътешествениците, търговците и банкерите. Николай означава „побеждаващ“, а празникът се отбелязва на 6-и декември, като имен ден празнуват хората с имена, производни или близки на Николай. По традиция на празничната маса се сервират рибни ястия, най-често пълнен шаран с орехи или Рибник – шаран в тесто. На този ден се украсяват и коледните елхи."
      },
      {
        "@type": "HowToStep",
        "text": ""
      }
    ]
  },
  "ingredients": [
    {
      "name": "шаран",
      "qty": "1 кг",
      "id": 178
    },
    {
      "name": "орехи",
      "qty": "60 г",
      "id": 31
    },
    {
      "name": "стафиди",
      "qty": "60 г",
      "id": 69
    },
    {
      "name": "лук",
      "qty": "3 глави",
      "id": 3
    },
    {
      "name": "пресен лук",
      "qty": "1 връзка",
      "id": 24
    },
    {
      "name": "ориз",
      "qty": "200 г",
      "id": 22
    },
    {
      "name": "олио",
      "qty": "4 с.л.",
      "id": 4
    },
    {
      "name": "мащерка",
      "qty": "Parsing error",
      "id": 75
    },
    {
      "name": "магданоз",
      "qty": "Parsing error",
      "id": 12
    },
    {
      "name": "вода",
      "qty": "1 к.ч.",
      "id": 11
    },
    {
      "name": "черен пипер",
      "qty": "1 щип.",
      "id": 2
    },
    {
      "name": "сол",
      "qty": "Parsing error",
      "id": 1
    }
  ]
}