{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Зелник - печиво с мая и плънка от спанак, коприва, лапад, сирене, яйца и кисело мляко",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/zelnik-1-[3403].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/zelnik-1-[3403].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/zelnik-1-[3403].jpg"
    ],
    "datePublished": "2020-01-18",
    "cookTime": "PT2H0M",
    "recipeYield": "8 servings",
    "recipeCategory": "Хлебни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "845 calories",
      "carbohydrateContent": "115 g",
      "fatContent": "27 g",
      "proteinContent": "33 g",
      "saturatedFatContent": "13 g",
      "unsaturatedFatContent": "10.6214125 g",
      "cholesterolContent": "208 mg"
    },
    "recipeIngredient": [
      "1 кг брашно",
      "1/2 л. прясно мляко",
      "2 с.л. масло",
      "25 г жива мая",
      "1/2 л. вода",
      "1 щип. сол",
      "3  яйца",
      "2 с.л. олио",
      "1 щип. захар",
      "3  яйца",
      "400 г кисело мляко",
      "8 скилидки  чесън",
      "1/2 кг спанак",
      "400 г сирене",
      "1/2 кг коприва",
      "3 глави  лук",
      "4 с.л. олио",
      "сол"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Рецептата е част от годишния колекционерски календар на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година - традиция на компанията, която всяка година следва български мотив. В календара на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година дейно участие имат екипът на <a href=https://www.foodstudiobg.com/>FOOD STUDIO</a> в кулинарната фотография и екипът на 1001 рецепти в създаването на рецептите. "
      },
      {
        "@type": "HowToStep",
        "text": "Разтворете маята (25 г) в топло прясно мляко (1/2 л.) и изчакайте да шупне. Оформете кладенче в пресятото брашно (1 кг) и изсипете яйцата (3 бр), маята и останалите продукти. Омесете гладко тесто и го оставете на топло. "
      },
      {
        "@type": "HowToStep",
        "text": "През това време може да приготвите плънката. Измийте и нарежете на ситно спанака (1/2 кг) и копривата (1/2 кг), както и лука (3 глави) и чесъна (8 скилидки). Загрейте олиото (4 с.л.) в голяма тенджера и задушете в него лука, чесъна и зеленината. Посолете леко и след като всичко омекне, добавете натрошеното сирене (400 г). Когато плънката остане без течност, махнете тенджерата от котлона. Изчакайте да се охлади, добавете яйцата (3 бр) и разбъркайте."
      },
      {
        "@type": "HowToStep",
        "text": "Разделете втасалото тесто на 2 големи и 1 малка част. Разточете едната голяма топка на кора, която да покрие дъното на намазана с олио и поръсена с брашно средна по големина кръгла тава. Диаметърът на кората трябва да е по-голям, за да може да се обърне навътре, след като се сложи плънката. "
      },
      {
        "@type": "HowToStep",
        "text": "Разточете другата голяма част, поръсете с олио, разбити яйца с кисело мляко и натрошено сирене. Завийте я на руло и го сложете по края на тавата върху голямата кора. В центъра на тавата изсипете изстиналата плънка и изравнете. Върху нея сложете предварително разточената с диаметъра на тавата малката кора. Напръскайте я с олио, обърнете навътре и надиплете краищата на голямата кора. Малката кора се надупчва с вилица на няколко места. В тях се слагат парченца масло. "
      },
      {
        "@type": "HowToStep",
        "text": "Печете баницата в гореща фурна при 180°С до пълна готовност, докато се позлати, а това отнема около 40-50 минути. Зелникът се поднася с кисело мляко и е вкусен както топъл, така и студен."
      },
      {
        "@type": "HowToStep",
        "text": "Зелникът е традиционна българска баница с коприва и спанак, като често в нея се прибавят и други зелени листа, като лапад и киселец. Заради името си той често погрешно се възприема като баница със зеле, но името идва от зелените листа, които под формата на плънка с яйца и сирене се поставят в центъра на баницата. В почти всички български баници плънката се разпределя равномерно и всяка кора се завива на руло, но зелникът има съвсем различно подреждане в тавата. Прави се в кръгла форма и плънката, разпределена в центъра, се покрива с тънка кора. Реже се на триъгълни парчета и се сервира с кисело мляко или айран."
      }
    ]
  },
  "ingredients": [
    {
      "name": "брашно",
      "qty": "1 кг",
      "id": 7
    },
    {
      "name": "прясно мляко",
      "qty": "1/2 л.",
      "id": 14
    },
    {
      "name": "масло",
      "qty": "2 с.л.",
      "id": 8
    },
    {
      "name": "жива мая",
      "qty": "25 г",
      "id": 52
    },
    {
      "name": "вода",
      "qty": "1/2 л.",
      "id": 11
    },
    {
      "name": "сол",
      "qty": "1 щип.",
      "id": 1
    },
    {
      "name": "яйца",
      "qty": "3",
      "id": 5
    },
    {
      "name": "олио",
      "qty": "2 с.л.",
      "id": 4
    },
    {
      "name": "захар",
      "qty": "1 щип.",
      "id": 9
    },
    {
      "name": "яйца",
      "qty": "3",
      "id": 5
    },
    {
      "name": "кисело мляко",
      "qty": "400 г",
      "id": 21
    },
    {
      "name": "чесън",
      "qty": "8 скилидки",
      "id": 6
    },
    {
      "name": "спанак",
      "qty": "1/2 кг",
      "id": 40
    },
    {
      "name": "сирене",
      "qty": "400 г",
      "id": 32
    },
    {
      "name": "коприва",
      "qty": "1/2 кг",
      "id": 130
    },
    {
      "name": "лук",
      "qty": "3 глави",
      "id": 3
    },
    {
      "name": "олио",
      "qty": "4 с.л.",
      "id": 4
    },
    {
      "name": "сол",
      "qty": "Parsing error",
      "id": 1
    }
  ]
}