{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Козунак на фурна с мляко, яйца, стафиди и локум (с мая)",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/kozunak-1-[3404].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/kozunak-1-[3404].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/kozunak-1-[3404].jpg"
    ],
    "datePublished": "2020-01-18",
    "cookTime": "PT2H0M",
    "recipeYield": "8 servings",
    "recipeCategory": "Хлебни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "826 calories",
      "carbohydrateContent": "142 g",
      "fatContent": "21 g",
      "proteinContent": "17 g",
      "saturatedFatContent": "10 g",
      "unsaturatedFatContent": "9.05940125 g",
      "cholesterolContent": "243 mg"
    },
    "recipeIngredient": [
      "800 г брашно",
      "330 г захар",
      "150 мл. прясно мляко",
      "125 г масло",
      "30 г мая",
      "100 г стафиди",
      "3  яйца",
      "100 г локум",
      "5  жълтъка",
      "30 г филирани бадеми"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Рецептата е част от годишния колекционерски календар на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година - традиция на компанията, която всяка година следва български мотив. В календара на <a href=https://terazid.com/>ТЕРАЗИД</a> за 2020 година дейно участие имат екипът на <a href=https://www.foodstudiobg.com/>FOOD STUDIO</a> в кулинарната фотография и екипът на 1001 рецепти в създаването на рецептите."
      },
      {
        "@type": "HowToStep",
        "text": "Разтворете маята (30 г) в топлото прясно мляко (150 мл.) и бъркайте, докато се получи хомогенна смес. Изсипете в купата на миксера брашното (800 г), прясното мляко с маята, целите яйца (3 бр) на стайна температура, жълтъците (като запазвате един от тях за намазване), захарта (330 г) и разтопеното масло (125 г). Разбийте до получаване на гладко и меко тесто, което се отделя от стените на купата на миксера. Оставете да втаса на топло, докато удвои обема си. Втасалото тесто разделете на две равни части и във всяка поставете стафиди (100 г) и локум (100 г). Омесете отново върху набрашнена повърхност. От топките оформете продълговати ивици, които усучете като въже (ако разделите тестото на 3, може да сплетете плитка)."
      },
      {
        "@type": "HowToStep",
        "text": "Поставете козунака във форма за кекс с отвор в центъра и оставете да втаса за втори път, докато отново удвои обема си. Печете в предварително загрята до 160°С фурна. Малко преди козунакът да е напълно изпечен, намажете със суров жълтък, поръсете със захар и ядки по избор. Козунакът представлява сладък обреден хляб, който традиционно се приготвя за Великден. В България козунакът се появява към края на XIX и началото на XX век. Думата козунак е влязла в българския език от румънското „cozonac“, а в румънския език пък е дошла от гръцкото „kuzunaki“. В българската кухня и традиция се приема, че да се замеси козунак е свещено действие и ритуал. По традиция козунакът трябва да се замеси рано в събота сутрин, а яденето му не може да започне по-рано от неделя след Възкресение, тъй като преди това са пости."
      }
    ]
  },
  "ingredients": [
    {
      "name": "брашно",
      "qty": "800 г",
      "id": 7
    },
    {
      "name": "захар",
      "qty": "330 г",
      "id": 9
    },
    {
      "name": "прясно мляко",
      "qty": "150 мл.",
      "id": 14
    },
    {
      "name": "масло",
      "qty": "125 г",
      "id": 8
    },
    {
      "name": "мая",
      "qty": "30 г",
      "id": 52
    },
    {
      "name": "стафиди",
      "qty": "100 г",
      "id": 69
    },
    {
      "name": "яйца",
      "qty": "3",
      "id": 5
    },
    {
      "name": "локум",
      "qty": "100 г",
      "id": 9
    },
    {
      "name": "жълтъка",
      "qty": "5",
      "id": 33
    },
    {
      "name": "филирани бадеми",
      "qty": "30 г",
      "id": 82
    }
  ]
}