{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Класически плетен козунак на конци с локум и стафиди за Великден ",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/klasicheski-pleten-kozunak-na-konci-s-lokum-i-stafidi-za-velikden-3-[3418].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/klasicheski-pleten-kozunak-na-konci-s-lokum-i-stafidi-za-velikden-3-[3418].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/klasicheski-pleten-kozunak-na-konci-s-lokum-i-stafidi-za-velikden-3-[3418].jpg"
    ],
    "datePublished": "2020-04-18",
    "cookTime": "PT5H0M",
    "recipeYield": "1 servings",
    "recipeCategory": "Десерти",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "7480 calories",
      "carbohydrateContent": "1137 g",
      "fatContent": "254 g",
      "proteinContent": "162 g",
      "saturatedFatContent": "141 g",
      "unsaturatedFatContent": "90.69838 g",
      "cholesterolContent": "2065 mg"
    },
    "recipeIngredient": [
      "1 кг брашно",
      "8  яйца Багрянка",
      "250 г масло",
      "350 г захар",
      "20 г жива мая",
      "150 мл. прясно мляко",
      "1/2 ч.л. сол",
      "1  лимон"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Преди да се премине към приготвянето на козунака, е важно да се спазят следните условия, за да се получи мек, пухкав козунак на конци. Важно е температурата в стаята да е висока и да е топло, като старите хора казват, че не трябва да има течение в помещението. "
      },
      {
        "@type": "HowToStep",
        "text": "Всички нужни продукти трябва да са на стайна температура и в никакъв случай да не се използват веднага, щом са извадени от хладилника. Най-добре е да се извадят от хладилника вечерта преди деня на месене."
      },
      {
        "@type": "HowToStep",
        "text": "Яйцата е добре да бъдат пресни и да са <a href=https://www.facebook.com/bagrianka/>Багрянка</a> - това са български вкусни яйца с ярко оранжев жълтък, който ще направи и плътността на козунака, и приятния жълтеникаво - розов цвят на тестото.  Живата мая е по-подходяща за козунак от сухата, но е важно да е прясна и да се разтоври напълно в прясното мляко, а не да остане на бучки в него. "
      },
      {
        "@type": "HowToStep",
        "text": "Първа стъпка от приготвянето на козунака е пет от яйцата да се разделят на жълтъци и белтъци. Един от жълтъците се запазва за намазване на козунака. За тестото се използват 3 цели яйца и 4 жълтъка. Останалите белтъци могат да се запазят за друга рецепта, например целувки или протеинов омлет."
      },
      {
        "@type": "HowToStep",
        "text": "След това яйцата (3 цели и 4 жълтъка) се разбиват със захарта (350 г) на пухкав крем. Разбиват се с миксера за няколко минути и се оставят настрани. "
      },
      {
        "@type": "HowToStep",
        "text": "В топлото прясно мляко (150 мл.) се разтваря живата мая (20 г), като се разбива с вилица, докато се получи еднородна смес. Тя се оставя на топло около 10-15 минути, за да шупне маята. "
      },
      {
        "@type": "HowToStep",
        "text": "Брашното (1 кг) се пресява със солта (1/2 ч.л.) два пъти, а маслото (250 г) се разтопява. В купата на миксера при яйцата и захарта се добавят брашното, маслото и сместа с прясно мляко и жива мая. Уредът се включва с приставка за тесто и се оставя на ниска степен да го омеси, докато тестото се отлепи от стените на купата и стане напълно хомогенно. При необходимост се добавя още брашно, докато тестото се отдели само от стените на купата. "
      },
      {
        "@type": "HowToStep",
        "text": "В случай, че не разполагате с миксер с приставка за тесто, козунакът се меси на ръка, като брашното се пресява в тава и в него се прави кладенче, в което постепенно се изсипват мокрите съставки и се меси продължително, докато пусне мехури и стане хомогенно средно меко тесто. Не трябва да е нито твърдо, нито прекалено лепкаво. При разрязване със сух нож не трябва да полепва по повърхността му."
      },
      {
        "@type": "HowToStep",
        "text": "След това тестото се оформя на топка, поставя се в намазана с мазнина купа и се покрийва с фолио, за да не изсъхне. Оставя се на топло да втаса. Втасването означава да удвои обема си и това може да отнеме от 30 минути до два часа. Важно е да не се преминава към следваща стъпка, докато не удвои обема си. Ако в помещението не е достатъчно топло, може да се постави в топла фурна при 50 градуса, за да се ускори процеса на втасване. "
      },
      {
        "@type": "HowToStep",
        "text": "Докато тестото втасва, стафидите се накисват във вряла вода, за да омекнат. След това се отцеждат и подсушават с кухненска хартия. Локумът се нарязва на дребни кубчета. Кората на лимона се настъргва на ситното ренде.  Щом тестото е удвоило обема си, се размесва отново върху набрашнена повърхност, разделя се на три равни по големина топки и те се разточват на правоъгълни кори. Във всяка от тях се посипват равни количества лимонова кора, локум и стафиди, и се навиват на рула, които се усукват. "
      },
      {
        "@type": "HowToStep",
        "text": "Получените три фитила козуначено тесто се сплитат на плитка и се поставят в кръгла тава с отвор в центъра, дъното и стените на която са предварително намазани с разтопено масло. Ако не разполагате с такъв съд, може да се използва и обикновена тава, но е важно да е с достатъчно високи стени, тъй като козунакът ще се надигне и е важно да не прелее при повторното втасване или при изпичането."
      },
      {
        "@type": "HowToStep",
        "text": "Козунакът отново се покрива с фолио и се връща на топло отново да втаса и да удвои обема си, като това отново може да отнеме между 30 минути и два часа. Отново може да се използва загрята до 50 градуса фурна за тази цел."
      },
      {
        "@type": "HowToStep",
        "text": "Щом козунакът е втасал повторно, се намазва отгоре с разбит със супена лъжица вода жълтък с помощта на четка и се поръсва със захар. Поставя се в предварително загрята до 160 градуса фурна и се пече около 30 минути, като се внимава да не загори. Ако коричката е прекалено златиста, а козунакът още не е напълно изпечен, козунакът се покрива с хартия за печене. "
      },
      {
        "@type": "HowToStep",
        "text": "Проверява се дали е изпечен, като при пробождане с дървена клечка, тя излиза суха от печивото. Желателно е да не се отваря фурната при печене, защото така се спира бухването на козунака. "
      },
      {
        "@type": "HowToStep",
        "text": "Щом е изпечен, се оставя за 10 минути в отворената фурна, след което се изважда и се покрива с хавлиена кухненска кърпа. "
      }
    ]
  },
  "ingredients": [
    {
      "name": "брашно",
      "qty": "1 кг",
      "id": 7
    },
    {
      "name": "яйца Багрянка",
      "qty": "8",
      "id": 5
    },
    {
      "name": "масло",
      "qty": "250 г",
      "id": 8
    },
    {
      "name": "захар",
      "qty": "350 г",
      "id": 9
    },
    {
      "name": "жива мая",
      "qty": "20 г",
      "id": 52
    },
    {
      "name": "прясно мляко",
      "qty": "150 мл.",
      "id": 14
    },
    {
      "name": "сол",
      "qty": "1/2 ч.л.",
      "id": 1
    },
    {
      "name": "лимон",
      "qty": "1",
      "id": 43
    }
  ]
}