{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Бугаца (Bougatsa) - традиционна гръцка сладка баница с крем от яйца, захар и прясно мляко (с бакпулвер)",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/bugaca-tradicionna-grucka-sladka-banica-s-krem-ot-iaica-zahar-i-priasno-mliako-s-bakpulver-1-[3424].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/bugaca-tradicionna-grucka-sladka-banica-s-krem-ot-iaica-zahar-i-priasno-mliako-s-bakpulver-1-[3424].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/bugaca-tradicionna-grucka-sladka-banica-s-krem-ot-iaica-zahar-i-priasno-mliako-s-bakpulver-1-[3424].jpg"
    ],
    "datePublished": "2020-04-29",
    "cookTime": "PT1H0M",
    "recipeYield": "8 servings",
    "recipeCategory": "Десерти",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "648 calories",
      "carbohydrateContent": "77 g",
      "fatContent": "34 g",
      "proteinContent": "9 g",
      "saturatedFatContent": "19 g",
      "unsaturatedFatContent": "11.8219075 g",
      "cholesterolContent": "182 mg"
    },
    "recipeIngredient": [
      "1/2 кг кори за баница",
      "150 г масло",
      "4  яйца Багрянка",
      "300 г захар",
      "300 мл. прясно мляко",
      "300 мл. сметана",
      "1 ч.л. ванилия",
      "1 опак. бакпулвер",
      "4 с.л. пудра захар"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Бугаца (Bougatsa) е традиционна гръцка баница, която в южна Гърция е популярна в сладкия си вариант с крем, който е описан в тази рецепта, но в Солун например се предлага и в солени варинати със сирене Фета или с плънка от кайма. "
      },
      {
        "@type": "HowToStep",
        "text": "За да се приготви вкусна сладка Бугаца не се изискват твърде много усилия, но е важен добрият подбор на продукти. Нужно е готварската сметаната и прясното мляко да са с по-висока масленост, а яйцата да са пресни и с ярко оранжев жълтък, за да направят крема плътен и златист на цвят. Подходящи яйца са <a href=https://www.facebook.com/bagrianka/>Багрянка</a>, които, освен с ярко оранжев жълтък, са и обогатени с органичен селен и са пресни вкусни български яйца."
      },
      {
        "@type": "HowToStep",
        "text": "Първа стъпка на рецептата е да се разтопи маслото (150 г) и с него да се поръсят две кори, които се поставят на дъното на огнеупорна тава с размери 30 на 20 см. След това всички останали кори се поръсват с разтопено масло и една по една се подреждат като акордеон в тавата. Ако е останало от разтопеното масло, то се излива отгоре и тавата се поставя в предварително загрята на 180 градуса фурна за 20 минути, докато корите се позлатят и станат хрупкави."
      },
      {
        "@type": "HowToStep",
        "text": "През това време се приготвя кремът. За целта яйцата (4 бр) и захарта (300 г) се поставят в дълбока купа и се разбиват с миксер до побеляване. След това към тях се добавят ванилията (1 ч.л.), бакпулверът (1 опак.), прясното мляко (300 мл.) и течната готварска сметана (300 мл.). Желателно е да се използва сметана без захар, защото в противен случай баницата ще стане твърде сладка. Отново се разбива на по-ниска степен, като се внимава кремът да не образува пяна. Ако образува - се прецежда. Важно е да се получи средна по гъстота еднородна смес. "
      },
      {
        "@type": "HowToStep",
        "text": "Щом корите са изпечени, се изваждат от фурната и се заливат с крема. Тавата се връща във фурната за още 20 до 25 минути отново при 180 градуса, като отново се запича на горен и долен реотан без вентилатор. При необходимост баницата се покрива с хартия за печене, за да не загори отгоре. Изважда се, когато кремът е стегнал, и се оставя да се задуши и охлади под кърпа."
      },
      {
        "@type": "HowToStep",
        "text": "Щом Бугацата е изстинала, се поръсва обилно с пудра захар (4 с.л.), реже се на правоъгълни или квадратни парчета и се сервира."
      }
    ]
  },
  "ingredients": [
    {
      "name": "кори за баница",
      "qty": "1/2 кг",
      "id": 138
    },
    {
      "name": "масло",
      "qty": "150 г",
      "id": 8
    },
    {
      "name": "яйца Багрянка",
      "qty": "4",
      "id": 5
    },
    {
      "name": "захар",
      "qty": "300 г",
      "id": 9
    },
    {
      "name": "прясно мляко",
      "qty": "300 мл.",
      "id": 14
    },
    {
      "name": "сметана",
      "qty": "300 мл.",
      "id": 19
    },
    {
      "name": "ванилия",
      "qty": "1 ч.л.",
      "id": 23
    },
    {
      "name": "бакпулвер",
      "qty": "1 опак.",
      "id": 29
    },
    {
      "name": "пудра захар",
      "qty": "4 с.л.",
      "id": 34
    }
  ]
}