{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Кодрит Кадир – лесен арабски какаов сладкиш с крем карамел",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/kodrit-kadir-lesen-arabski-sladkish-s-krem-karamel-1-[3426].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/kodrit-kadir-lesen-arabski-sladkish-s-krem-karamel-1-[3426].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/kodrit-kadir-lesen-arabski-sladkish-s-krem-karamel-1-[3426].jpg"
    ],
    "datePublished": "2020-05-02",
    "cookTime": "PT1H0M",
    "recipeYield": "12 servings",
    "recipeCategory": "Десерти",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "276 calories",
      "carbohydrateContent": "36 g",
      "fatContent": "11 g",
      "proteinContent": "6 g",
      "saturatedFatContent": "2 g",
      "unsaturatedFatContent": "7.4306383333333 g",
      "cholesterolContent": "102 mg"
    },
    "recipeIngredient": [
      "100 г захар",
      "1 с.л. вода",
      "600 мл. прясно мляко",
      "4  яйца",
      "125 г захар",
      "1 ч.л. ванилова есенция",
      "1 с.л. царевично нишесте",
      "2  яйца",
      "50 г захар",
      "100 мл. олио",
      "130 г брашно",
      "1 опак. бакпулвер",
      "4 с.л. какао",
      "125 мл. прясно мляко"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Кодрит Кадир е прекрасен арабски сладкиш с крем карамел, който става популярен у нас, защото е бизък до родния ни вкус и се приготвя лесно. "
      },
      {
        "@type": "HowToStep",
        "text": "Първа стъпка от рецептата е да се приготви карамелът, който се поставя на дъното на кръгла кексова форма. За целта в сух тиган се поставя захарта (100 г) на умерен огън и се залива с малко вода (1 с.л.). Изчаква се захарта да се разтопи и да се превърне в златист карамел, като е важно да не се бърка, а само да се разклаща тиганът от време на време. Важно е също и да не се прегори захарта, защото ще нагарча. Щом стане златиста, захарта веднага се премества от котлона."
      },
      {
        "@type": "HowToStep",
        "text": "Щом карамелът е готов, докато е още топъл и течен, се излива равномерно на дъното на формата за кекс. Важно е самата форма да е със стайна температура или дори да е леко затоплена, защото ако е студена, карамелът веднага ще стегне и няма да може да се разпредели равномерно по дъното на съда. "
      },
      {
        "@type": "HowToStep",
        "text": "Формата за кекс се оставя настрани, докато карамелът по дъното стегне и се охлади, като през това време се приготвя сместа за крем карамел."
      },
      {
        "@type": "HowToStep",
        "text": "За тази цел в купа с миксер се разбиват яйцата (4 бр) и захарта (125 г) за кратко. Най-добре е да се използват български пресни яйца с ярко оранжев жълтък, който да направи крема плътен и с красив цвят. Такива яйца са <a href=https://www.facebook.com/bagrianka/>Багрянка</a> – български вкусни яйца, обогатени по естествен път с органичен селен."
      },
      {
        "@type": "HowToStep",
        "text": "Щом яйцата и захарта са разбити, се прибавя нишестето (1 с.л.). Разбива се за няколко секунди и при тънка струйка и непрекъснато разбиване се добавя затопленото прясно мляко (600 мл.). Накрая се прибавя ваниловата есенция (1 ч.л.), като тя може да се замени и с друг ванилов продукт – ванилия на прах, ванилова захар или ванилия от шушулка. Получената еднородна смес се изсипва върху карамела в кексовата форма. При този процес е нормално карамелът да се напука. "
      },
      {
        "@type": "HowToStep",
        "text": "Следващата стъпка е да се приготви сместа за кекс. Тя се прави по-рядка от стандартната смес за каков кекс. За целта яйцата (2 бр) се разбиват старателно и продлжително с миксер в дълбока купа, заедно със захарта (50 г). Важно е да станат пухкави и с бледожълт цвят. След това на тънка струйка се добавя олиото и отново се разбива. "
      },
      {
        "@type": "HowToStep",
        "text": "След това в сместа се пресяват предварително смесените брашно (130 г), бакпулвер (1 опак.) и какао (4 с.л.). Прибая се и прясното мляко (125 мл.). Отново се разбива с миксер на високи обороти, докато се получи напълно хомогенна смес със средна към рядка гъстота. "
      },
      {
        "@type": "HowToStep",
        "text": "Полученото тесто за кекс се излива равномерно във формата за кекс при сместа за крем карамел. Нормало е да изплува и да се получи двуцветна каша. "
      },
      {
        "@type": "HowToStep",
        "text": "Формата за кекс се поставя в дълбока тава, в която е поставена хавлиена кърпа и е залята с един пръст топла вода. Върху кърпата в тавата се поставя сладкишът и се пъха в предварително загрята фурна на 140 градуса за 45 до 60 минути. Желателно е да се постави в долната част на фурната и при възможност да се пече на горен и долен реотан с вентилатор. "
      },
      {
        "@type": "HowToStep",
        "text": "След като десертът е изпечен, се изважда от фурната и е препоръчително да се остави за 12 или 24 часа да се охлади напълно. "
      },
      {
        "@type": "HowToStep",
        "text": "Охладеният десерт се обръща старателно върху чиния и се нарязва на парчета. Сервира се и е великолепно предложение, с което да зарадвате близки и приятели."
      }
    ]
  },
  "ingredients": [
    {
      "name": "захар",
      "qty": "100 г",
      "id": 9
    },
    {
      "name": "вода",
      "qty": "1 с.л.",
      "id": 11
    },
    {
      "name": "прясно мляко",
      "qty": "600 мл.",
      "id": 14
    },
    {
      "name": "яйца",
      "qty": "4",
      "id": 5
    },
    {
      "name": "захар",
      "qty": "125 г",
      "id": 9
    },
    {
      "name": "ванилова есенция",
      "qty": "1 ч.л.",
      "id": 23
    },
    {
      "name": "царевично нишесте",
      "qty": "1 с.л.",
      "id": 96
    },
    {
      "name": "яйца",
      "qty": "2",
      "id": 5
    },
    {
      "name": "захар",
      "qty": "50 г",
      "id": 9
    },
    {
      "name": "олио",
      "qty": "100 мл.",
      "id": 4
    },
    {
      "name": "брашно",
      "qty": "130 г",
      "id": 7
    },
    {
      "name": "бакпулвер",
      "qty": "1 опак.",
      "id": 29
    },
    {
      "name": "какао",
      "qty": "4 с.л.",
      "id": 45
    },
    {
      "name": "прясно мляко",
      "qty": "125 мл.",
      "id": 14
    }
  ]
}