{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Баница-цвете от точени кори",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/-banica-cvete-1-[344].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/-banica-cvete-1-[344].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/-banica-cvete-1-[344].jpg"
    ],
    "datePublished": "2012-04-18",
    "cookTime": "PT1H0M",
    "recipeYield": "6 servings",
    "recipeCategory": "Хлебни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "461 calories",
      "carbohydrateContent": "46 g",
      "fatContent": "23 g",
      "proteinContent": "14 g",
      "saturatedFatContent": "7 g",
      "unsaturatedFatContent": "14.198101666667 g",
      "cholesterolContent": "207 mg"
    },
    "recipeIngredient": [
      "1 опак. фини кори",
      "6  яйца",
      "1/2 кг кисело мляко",
      "1/4 ч.ч. олио",
      "25 г масло",
      "4 с.л. брашно",
      "1 ч.л. сода",
      "400 г краве сирене"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "За плънката трябва да разбиете първо яйцата. След това да добавите разбитото със сода за хляб кисело мляко и пак за разбиете яйчено-млечната смес. После се добавя брашното и сместа се разбърква с лъжица, докато стане еднородна и гладка - не бива да има грахулки в нея. Накрая се добавя натрошеното краве сирене и пак се разбърква. Половината от корите се вземат една по една. По дължина през средата се разкъсват на две части. Всяка част се прегъва неколкократно по ширината. С ножица ъгълчетата й се “заглаждат” така, че при разгъването й да се получат “листенца”. Взема се една цяла (нерязана) кора. Напръсква се с олио, смесено с разтопеното масло. С лъжица върху нея се разпределя равномерно количество от плънката. Кората се навива на руло по диагонал. Единият й край се усуква повече, за да може да влезе в другия така, че да се получи кръг, който да не може да се разедини. “Накъдрената” половинка от кора се разполага в средата на кръга. Отвътре се прегъва така, че да се затвори кръгът, а “листенцата” се разполагат от външната му страна. Леко се намазват с олио и масло илис плънка се приглаждат. За по-голям ефект може да сложите и втора “къдрава” половинка от кора, като разминете двата слоя “листенца”. По средата на кръга се поставя и едно малко парче кора, което да подсили главичката на “цветето”. Напръсква се с олио и се слагат 3-4 с.л. от яйчено-млечната плънка, която се заглажда с лъжица. Баничките-цветя се пекат на слаба фурна до пълна готовност и се наблюдават през цялото време, за да не прегорят “листенцата” им. Поднасят се топли - по една в чиния на всеки човек. Те са чудесна сутрешна закуска!"
      }
    ]
  },
  "ingredients": [
    {
      "name": "фини кори",
      "qty": "1 опак.",
      "id": 138
    },
    {
      "name": "яйца",
      "qty": "6",
      "id": 5
    },
    {
      "name": "кисело мляко",
      "qty": "1/2 кг",
      "id": 21
    },
    {
      "name": "олио",
      "qty": "1/4 ч.ч.",
      "id": 4
    },
    {
      "name": "масло",
      "qty": "25 г",
      "id": 8
    },
    {
      "name": "брашно",
      "qty": "4 с.л.",
      "id": 7
    },
    {
      "name": "сода",
      "qty": "1 ч.л.",
      "id": 56
    },
    {
      "name": "краве сирене",
      "qty": "400 г",
      "id": 27
    }
  ]
}