{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Марокански тажин с пиле и кус кус",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/marokanski-tajin-s-pile-i-kus-kus-2-[3478].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/marokanski-tajin-s-pile-i-kus-kus-2-[3478].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/marokanski-tajin-s-pile-i-kus-kus-2-[3478].jpg"
    ],
    "datePublished": "2020-09-25",
    "cookTime": "PT2H10M",
    "recipeYield": "4 servings",
    "recipeCategory": "Основни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "404 calories",
      "carbohydrateContent": "35 g",
      "fatContent": "18 g",
      "proteinContent": "24 g",
      "saturatedFatContent": "2 g",
      "unsaturatedFatContent": "13.977995 g",
      "cholesterolContent": "72 mg"
    },
    "recipeIngredient": [
      "6  пилешки бутчета",
      "2 глави  лук",
      "50 мл. олио",
      "120 г зелени маслини",
      "2  моркова",
      "120 г кус кус",
      "1 ч.л. сол",
      "1 ч.л. куркума",
      "1 ч.л. кимион",
      "2 с.л. пушен червен пипер",
      "120 мл. вода"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Тажинът е традиционен керамичен или глинен съд за готвене, чиято родина е Мароко. Формата му е кръгла, с широка основа, ниски страни и голям конусовиден капак. Именно заради специфичната си форма, капакът връща изпарената течност от продуктите обратно в съда, което прави всяко ястие, сготвено в него, сочно, крехко и наситено с аромати. "
      },
      {
        "@type": "HowToStep",
        "text": "Тънкостта при готвене в тажин е ниската температура и продължителното „къкрене“. Колкото повече време се готви ястието на слаб огън, толкова по-наситен е ароматът, по-неустоим вкусът и по-крехка текстурата. "
      },
      {
        "@type": "HowToStep",
        "text": "Освен съда, с думата „тажин“ се назовават и ястията, характерни за Мароко. Тяхната кухня е известна със своите вкусни и ароматни яхнии – тажини."
      },
      {
        "@type": "HowToStep",
        "text": "На практика тажинът като керамично изделие няма алтернатива. Можете да се опитате да го замените с популярните у нас глинени съдове с плосък капак, но резултатът ще е много далече от истината. Добрата новина е, че тези съдове се намират у нас и то само на клик разстояние. И произведени не от кого да е, а от легендарната френска марка за керамични съдове от 100% естествени материали – Emile Henry. Можете да поръчате червения тажин от снимките през <a href=https://www.welhome.bg/product/malak-keramichen-tajin-emile-henry>Welhome BG</a>, като цветът може да е различен в зависимост от вкуса и интериора в кухнята ви, а видът на керамиката – в зависимост от котлона, на който ще го ползвате."
      },
      {
        "@type": "HowToStep",
        "text": "Първа стъпка на рецептата за марокански тажин е пилешките бутчета (6 бр) да се запържат в олиото (50 мл.) от всички страни, докато се позлатят. Това отнема около 10 до 15 минути. След това се изваждат с щипка или решетъчна лъжица и се оставят настрани. "
      },
      {
        "@type": "HowToStep",
        "text": "В мазнината от тяхното пържене се поставят нарязаните на пръчици моркови (2 бр) и нарязаните на полумесеци глави лук (2 глави). Щом поомекнат, се добавят маслините (120 г), чиято костилка е отстранена или са пълнени с бадем, и се добавят кус кусът (120 г) и водата (120 мл.). Ястието се разбърква и се прибавят подправките - сол (1 ч.л.), куркума (1 ч.л.), кимион (1 ч.л.) и пушен червен пипер (2 с.л.). Отново се разбърква и сместа се изсипва в съда тажин. Върху продуктите се подреждат пилешките бутчета, поставя се капакът и ястието се слага в студена фурна за 2 часа при 150 градуса."
      },
      {
        "@type": "HowToStep",
        "text": "Не е необходимо да се долива още вода за кус куса, тъй като в този съд ще се получи задушаване на ниска температура и останалите продукти ще дадат достатъчно течност на кус куса, за да омекне. "
      },
      {
        "@type": "HowToStep",
        "text": "Ястието се сервира горещо, като по желание се декорира с резени пресни лимони."
      }
    ]
  },
  "ingredients": [
    {
      "name": "пилешки бутчета",
      "qty": "6",
      "id": 119
    },
    {
      "name": "лук",
      "qty": "2 глави",
      "id": 3
    },
    {
      "name": "олио",
      "qty": "50 мл.",
      "id": 4
    },
    {
      "name": "зелени маслини",
      "qty": "120 г",
      "id": 50
    },
    {
      "name": "моркова",
      "qty": "2",
      "id": 13
    },
    {
      "name": "кус кус",
      "qty": "120 г",
      "id": 160
    },
    {
      "name": "сол",
      "qty": "1 ч.л.",
      "id": 1
    },
    {
      "name": "куркума",
      "qty": "1 ч.л.",
      "id": 118
    },
    {
      "name": "кимион",
      "qty": "1 ч.л.",
      "id": 42
    },
    {
      "name": "пушен червен пипер",
      "qty": "2 с.л.",
      "id": 20
    },
    {
      "name": "вода",
      "qty": "120 мл.",
      "id": 11
    }
  ]
}