{
  "recipe": {
    "@context": "http://schema.org/",
    "@type": "Recipe",
    "name": "Вкусна печена риба ципура върху сол на фурна",
    "image": [
      "http://www.1001recepti.com/images/photos/recipes/size_4/cipura-v-sol-1-[94].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_2/cipura-v-sol-1-[94].jpg",
      "http://www.1001recepti.com/images/photos/recipes/size_3/cipura-v-sol-1-[94].jpg"
    ],
    "datePublished": "2010-11-07",
    "cookTime": "PT0H45M",
    "recipeYield": "2 servings",
    "recipeCategory": "Основни",
    "nutrition": {
      "@type": "NutritionInformation",
      "calories": "349 calories",
      "carbohydrateContent": "4 g",
      "fatContent": "16 g",
      "proteinContent": "44 g",
      "saturatedFatContent": "3 g",
      "unsaturatedFatContent": "9.96902 g",
      "cholesterolContent": "307 mg"
    },
    "recipeIngredient": [
      "2  ципури",
      "1 кг сол",
      "2  яйце",
      "2 стръкчета розмарин",
      "1  лимон"
    ],
    "recipeInstructions": [
      {
        "@type": "HowToStep",
        "text": "Рибите (2 бр) трябва да се купят охладени, а не замразени. Естествено, нужно е да се измият добре. Солта (1 кг) се изсипва в голяма купа. В нея се добавя белтъкът от яйцата и хубаво се разбърква с вилица. Половината от солта се слага в тава и се изравнява. В коремчетата на рибките се слагат по 1 стръкче пресен розмарин и по 1 шайба лимон, след което те се настаняват върху солта в тавата. С останалата сол ципурите се покриват отгоре. На всяка рибка се оставя непокрито само оченцето, защото по него ще се ориентираме за това дали тя е опечена добре. Правилото е - когато окото побелее, тогава ястието е готово."
      },
      {
        "@type": "HowToStep",
        "text": "Най-хубавото на така приготвената риба е това, че кожата й сама се отделя и остава само приятната изненада от невероятно крехкото й месо. Освен това ароматът на лимон и розмарин се запазват напълно, тъй като няма откъде да излязат навън по време на печенето."
      },
      {
        "@type": "HowToStep",
        "text": "По този начин могат да се приготвят и други видове риба, но също така и пиле, и агнешко месо. Ефектът винаги е един и същ - божествено усещане за вкус."
      },
      {
        "@type": "HowToStep",
        "text": "Колкото до голямото количество сол - не бива да се безпокоите - рибата поема точно толкова, колкото й е нужно. И в никакъв случай не става пресолена. Е, накрая употребената сол се изхвърля, но това не е голяма загуба. Важното е да е вкусно и приятно."
      }
    ]
  },
  "ingredients": [
    {
      "name": "ципури",
      "qty": "2",
      "id": 102
    },
    {
      "name": "сол",
      "qty": "1 кг",
      "id": 1
    },
    {
      "name": "яйце",
      "qty": "2",
      "id": 5
    },
    {
      "name": "розмарин",
      "qty": "2 стръкчета",
      "id": 77
    },
    {
      "name": "лимон",
      "qty": "1",
      "id": 43
    }
  ]
}